# Taps
## Terraform
tap 'hashicorp/terraform', 'https://github.com/hashicorp/homebrew-tap'

tap 'ankitpokhrel/jira-cli'

# Brew

brew 'jira-cli'

brew 'htop'
brew 'mas'

## Efimeros
brew 'kubectl'
brew 'yq'
# brew "okteto"

## Search
brew 'fzf'
brew 'ripgrep'
brew 'fd'

## Multiplex
brew 'tmux'
# brew "tmuxinator"
brew 'tree'

## Git
brew 'gh'
brew 'lazygit'
brew 'git-delta'

brew 'bat'

## Python
brew 'pyenv'
brew 'pdm'
brew 'uv'

## Ruby
brew 'rbenv'

## JS
brew 'nodenv'
# brew "nvm"

brew 'firefoxpwa'

# Cask
## Browser
cask 'firefox'
cask 'whatsapp'

## WezTerm
cask 'wezterm'

## Write
cask 'write'

cask 'dbeaver-community'
cask 'lastpass'

# MAS

mas 'Xcode', id: 497_799_835

# Flutter installation

cask 'flutter'
brew 'cocoapods'

## Android studio
cask 'android-studio'
# cask "android-commandlinetools"

cask 'zulu@17'
cask 'google-chrome'
